{
  "metadata": {
    "total_size": 105665020032
  },
  "weight_map": {
    "lm_head.weight": "pytorch_model-00011-of-00011.bin",
    "transformer.h.0.attn.c_attn.weight": "pytorch_model-00001-of-00011.bin",
    "transformer.h.0.attn.c_proj.weight": "pytorch_model-00001-of-00011.bin",
    "transformer.h.0.attn.masked_bias": "pytorch_model-00001-of-00011.bin",
    "transformer.h.0.ln_1.weight": "pytorch_model-00001-of-00011.bin",
    "transformer.h.0.ln_2.weight": "pytorch_model-00001-of-00011.bin",
    "transformer.h.0.mlp.c_fc.weight": "pytorch_model-00001-of-00011.bin",
    "transformer.h.0.mlp.c_proj.weight": "pytorch_model-00001-of-00011.bin",
    "transformer.h.1.attn.c_attn.weight": "pytorch_model-00001-of-00011.bin",
    "transformer.h.1.attn.c_proj.weight": "pytorch_model-00001-of-00011.bin",
    "transformer.h.1.attn.masked_bias": "pytorch_model-00001-of-00011.bin",
    "transformer.h.1.ln_1.weight": "pytorch_model-00001-of-00011.bin",
    "transformer.h.1.ln_2.weight": "pytorch_model-00001-of-00011.bin",
    "transformer.h.1.mlp.c_fc.weight": "pytorch_model-00001-of-00011.bin",
    "transformer.h.1.mlp.c_proj.weight": "pytorch_model-00001-of-00011.bin",
    "transformer.h.10.attn.c_attn.weight": "pytorch_model-00002-of-00011.bin",
    "transformer.h.10.attn.c_proj.weight": "pytorch_model-00002-of-00011.bin",
    "transformer.h.10.attn.masked_bias": "pytorch_model-00002-of-00011.bin",
    "transformer.h.10.ln_1.weight": "pytorch_model-00002-of-00011.bin",
    "transformer.h.10.ln_2.weight": "pytorch_model-00002-of-00011.bin",
    "transformer.h.10.mlp.c_fc.weight": "pytorch_model-00002-of-00011.bin",
    "transformer.h.10.mlp.c_proj.weight": "pytorch_model-00002-of-00011.bin",
    "transformer.h.11.attn.c_attn.weight": "pytorch_model-00002-of-00011.bin",
    "transformer.h.11.attn.c_proj.weight": "pytorch_model-00002-of-00011.bin",
    "transformer.h.11.attn.masked_bias": "pytorch_model-00002-of-00011.bin",
    "transformer.h.11.ln_1.weight": "pytorch_model-00002-of-00011.bin",
    "transformer.h.11.ln_2.weight": "pytorch_model-00002-of-00011.bin",
    "transformer.h.11.mlp.c_fc.weight": "pytorch_model-00003-of-00011.bin",
    "transformer.h.11.mlp.c_proj.weight": "pytorch_model-00003-of-00011.bin",
    "transformer.h.12.attn.c_attn.weight": "pytorch_model-00003-of-00011.bin",
    "transformer.h.12.attn.c_proj.weight": "pytorch_model-00003-of-00011.bin",
    "transformer.h.12.attn.masked_bias": "pytorch_model-00003-of-00011.bin",
    "transformer.h.12.ln_1.weight": "pytorch_model-00003-of-00011.bin",
    "transformer.h.12.ln_2.weight": "pytorch_model-00003-of-00011.bin",
    "transformer.h.12.mlp.c_fc.weight": "pytorch_model-00003-of-00011.bin",
    "transformer.h.12.mlp.c_proj.weight": "pytorch_model-00003-of-00011.bin",
    "transformer.h.13.attn.c_attn.weight": "pytorch_model-00003-of-00011.bin",
    "transformer.h.13.attn.c_proj.weight": "pytorch_model-00003-of-00011.bin",
    "transformer.h.13.attn.masked_bias": "pytorch_model-00003-of-00011.bin",
    "transformer.h.13.ln_1.weight": "pytorch_model-00003-of-00011.bin",
    "transformer.h.13.ln_2.weight": "pytorch_model-00003-of-00011.bin",
    "transformer.h.13.mlp.c_fc.weight": "pytorch_model-00003-of-00011.bin",
    "transformer.h.13.mlp.c_proj.weight": "pytorch_model-00003-of-00011.bin",
    "transformer.h.14.attn.c_attn.weight": "pytorch_model-00003-of-00011.bin",
    "transformer.h.14.attn.c_proj.weight": "pytorch_model-00003-of-00011.bin",
    "transformer.h.14.attn.masked_bias": "pytorch_model-00003-of-00011.bin",
    "transformer.h.14.ln_1.weight": "pytorch_model-00003-of-00011.bin",
    "transformer.h.14.ln_2.weight": "pytorch_model-00003-of-00011.bin",
    "transformer.h.14.mlp.c_fc.weight": "pytorch_model-00003-of-00011.bin",
    "transformer.h.14.mlp.c_proj.weight": "pytorch_model-00003-of-00011.bin",
    "transformer.h.15.attn.c_attn.weight": "pytorch_model-00003-of-00011.bin",
    "transformer.h.15.attn.c_proj.weight": "pytorch_model-00003-of-00011.bin",
    "transformer.h.15.attn.masked_bias": "pytorch_model-00003-of-00011.bin",
    "transformer.h.15.ln_1.weight": "pytorch_model-00003-of-00011.bin",
    "transformer.h.15.ln_2.weight": "pytorch_model-00003-of-00011.bin",
    "transformer.h.15.mlp.c_fc.weight": "pytorch_model-00003-of-00011.bin",
    "transformer.h.15.mlp.c_proj.weight": "pytorch_model-00003-of-00011.bin",
    "transformer.h.16.attn.c_attn.weight": "pytorch_model-00003-of-00011.bin",
    "transformer.h.16.attn.c_proj.weight": "pytorch_model-00003-of-00011.bin",
    "transformer.h.16.attn.masked_bias": "pytorch_model-00003-of-00011.bin",
    "transformer.h.16.ln_1.weight": "pytorch_model-00003-of-00011.bin",
    "transformer.h.16.ln_2.weight": "pytorch_model-00003-of-00011.bin",
    "transformer.h.16.mlp.c_fc.weight": "pytorch_model-00003-of-00011.bin",
    "transformer.h.16.mlp.c_proj.weight": "pytorch_model-00003-of-00011.bin",
    "transformer.h.17.attn.c_attn.weight": "pytorch_model-00003-of-00011.bin",
    "transformer.h.17.attn.c_proj.weight": "pytorch_model-00003-of-00011.bin",
    "transformer.h.17.attn.masked_bias": "pytorch_model-00003-of-00011.bin",
    "transformer.h.17.ln_1.weight": "pytorch_model-00003-of-00011.bin",
    "transformer.h.17.ln_2.weight": "pytorch_model-00003-of-00011.bin",
    "transformer.h.17.mlp.c_fc.weight": "pytorch_model-00004-of-00011.bin",
    "transformer.h.17.mlp.c_proj.weight": "pytorch_model-00004-of-00011.bin",
    "transformer.h.18.attn.c_attn.weight": "pytorch_model-00004-of-00011.bin",
    "transformer.h.18.attn.c_proj.weight": "pytorch_model-00004-of-00011.bin",
    "transformer.h.18.attn.masked_bias": "pytorch_model-00004-of-00011.bin",
    "transformer.h.18.ln_1.weight": "pytorch_model-00004-of-00011.bin",
    "transformer.h.18.ln_2.weight": "pytorch_model-00004-of-00011.bin",
    "transformer.h.18.mlp.c_fc.weight": "pytorch_model-00004-of-00011.bin",
    "transformer.h.18.mlp.c_proj.weight": "pytorch_model-00004-of-00011.bin",
    "transformer.h.19.attn.c_attn.weight": "pytorch_model-00004-of-00011.bin",
    "transformer.h.19.attn.c_proj.weight": "pytorch_model-00004-of-00011.bin",
    "transformer.h.19.attn.masked_bias": "pytorch_model-00004-of-00011.bin",
    "transformer.h.19.ln_1.weight": "pytorch_model-00004-of-00011.bin",
    "transformer.h.19.ln_2.weight": "pytorch_model-00004-of-00011.bin",
    "transformer.h.19.mlp.c_fc.weight": "pytorch_model-00004-of-00011.bin",
    "transformer.h.19.mlp.c_proj.weight": "pytorch_model-00004-of-00011.bin",
    "transformer.h.2.attn.c_attn.weight": "pytorch_model-00001-of-00011.bin",
    "transformer.h.2.attn.c_proj.weight": "pytorch_model-00001-of-00011.bin",
    "transformer.h.2.attn.masked_bias": "pytorch_model-00001-of-00011.bin",
    "transformer.h.2.ln_1.weight": "pytorch_model-00001-of-00011.bin",
    "transformer.h.2.ln_2.weight": "pytorch_model-00001-of-00011.bin",
    "transformer.h.2.mlp.c_fc.weight": "pytorch_model-00001-of-00011.bin",
    "transformer.h.2.mlp.c_proj.weight": "pytorch_model-00001-of-00011.bin",
    "transformer.h.20.attn.c_attn.weight": "pytorch_model-00004-of-00011.bin",
    "transformer.h.20.attn.c_proj.weight": "pytorch_model-00004-of-00011.bin",
    "transformer.h.20.attn.masked_bias": "pytorch_model-00004-of-00011.bin",
    "transformer.h.20.ln_1.weight": "pytorch_model-00004-of-00011.bin",
    "transformer.h.20.ln_2.weight": "pytorch_model-00004-of-00011.bin",
    "transformer.h.20.mlp.c_fc.weight": "pytorch_model-00004-of-00011.bin",
    "transformer.h.20.mlp.c_proj.weight": "pytorch_model-00004-of-00011.bin",
    "transformer.h.21.attn.c_attn.weight": "pytorch_model-00004-of-00011.bin",
    "transformer.h.21.attn.c_proj.weight": "pytorch_model-00004-of-00011.bin",
    "transformer.h.21.attn.masked_bias": "pytorch_model-00004-of-00011.bin",
    "transformer.h.21.ln_1.weight": "pytorch_model-00004-of-00011.bin",
    "transformer.h.21.ln_2.weight": "pytorch_model-00004-of-00011.bin",
    "transformer.h.21.mlp.c_fc.weight": "pytorch_model-00004-of-00011.bin",
    "transformer.h.21.mlp.c_proj.weight": "pytorch_model-00004-of-00011.bin",
    "transformer.h.22.attn.c_attn.weight": "pytorch_model-00004-of-00011.bin",
    "transformer.h.22.attn.c_proj.weight": "pytorch_model-00004-of-00011.bin",
    "transformer.h.22.attn.masked_bias": "pytorch_model-00004-of-00011.bin",
    "transformer.h.22.ln_1.weight": "pytorch_model-00004-of-00011.bin",
    "transformer.h.22.ln_2.weight": "pytorch_model-00004-of-00011.bin",
    "transformer.h.22.mlp.c_fc.weight": "pytorch_model-00004-of-00011.bin",
    "transformer.h.22.mlp.c_proj.weight": "pytorch_model-00004-of-00011.bin",
    "transformer.h.23.attn.c_attn.weight": "pytorch_model-00004-of-00011.bin",
    "transformer.h.23.attn.c_proj.weight": "pytorch_model-00004-of-00011.bin",
    "transformer.h.23.attn.masked_bias": "pytorch_model-00004-of-00011.bin",
    "transformer.h.23.ln_1.weight": "pytorch_model-00004-of-00011.bin",
    "transformer.h.23.ln_2.weight": "pytorch_model-00004-of-00011.bin",
    "transformer.h.23.mlp.c_fc.weight": "pytorch_model-00005-of-00011.bin",
    "transformer.h.23.mlp.c_proj.weight": "pytorch_model-00005-of-00011.bin",
    "transformer.h.24.attn.c_attn.weight": "pytorch_model-00005-of-00011.bin",
    "transformer.h.24.attn.c_proj.weight": "pytorch_model-00005-of-00011.bin",
    "transformer.h.24.attn.masked_bias": "pytorch_model-00005-of-00011.bin",
    "transformer.h.24.ln_1.weight": "pytorch_model-00005-of-00011.bin",
    "transformer.h.24.ln_2.weight": "pytorch_model-00005-of-00011.bin",
    "transformer.h.24.mlp.c_fc.weight": "pytorch_model-00005-of-00011.bin",
    "transformer.h.24.mlp.c_proj.weight": "pytorch_model-00005-of-00011.bin",
    "transformer.h.25.attn.c_attn.weight": "pytorch_model-00005-of-00011.bin",
    "transformer.h.25.attn.c_proj.weight": "pytorch_model-00005-of-00011.bin",
    "transformer.h.25.attn.masked_bias": "pytorch_model-00005-of-00011.bin",
    "transformer.h.25.ln_1.weight": "pytorch_model-00005-of-00011.bin",
    "transformer.h.25.ln_2.weight": "pytorch_model-00005-of-00011.bin",
    "transformer.h.25.mlp.c_fc.weight": "pytorch_model-00005-of-00011.bin",
    "transformer.h.25.mlp.c_proj.weight": "pytorch_model-00005-of-00011.bin",
    "transformer.h.26.attn.c_attn.weight": "pytorch_model-00005-of-00011.bin",
    "transformer.h.26.attn.c_proj.weight": "pytorch_model-00005-of-00011.bin",
    "transformer.h.26.attn.masked_bias": "pytorch_model-00005-of-00011.bin",
    "transformer.h.26.ln_1.weight": "pytorch_model-00005-of-00011.bin",
    "transformer.h.26.ln_2.weight": "pytorch_model-00005-of-00011.bin",
    "transformer.h.26.mlp.c_fc.weight": "pytorch_model-00005-of-00011.bin",
    "transformer.h.26.mlp.c_proj.weight": "pytorch_model-00005-of-00011.bin",
    "transformer.h.27.attn.c_attn.weight": "pytorch_model-00005-of-00011.bin",
    "transformer.h.27.attn.c_proj.weight": "pytorch_model-00005-of-00011.bin",
    "transformer.h.27.attn.masked_bias": "pytorch_model-00005-of-00011.bin",
    "transformer.h.27.ln_1.weight": "pytorch_model-00005-of-00011.bin",
    "transformer.h.27.ln_2.weight": "pytorch_model-00005-of-00011.bin",
    "transformer.h.27.mlp.c_fc.weight": "pytorch_model-00005-of-00011.bin",
    "transformer.h.27.mlp.c_proj.weight": "pytorch_model-00005-of-00011.bin",
    "transformer.h.28.attn.c_attn.weight": "pytorch_model-00005-of-00011.bin",
    "transformer.h.28.attn.c_proj.weight": "pytorch_model-00005-of-00011.bin",
    "transformer.h.28.attn.masked_bias": "pytorch_model-00005-of-00011.bin",
    "transformer.h.28.ln_1.weight": "pytorch_model-00005-of-00011.bin",
    "transformer.h.28.ln_2.weight": "pytorch_model-00005-of-00011.bin",
    "transformer.h.28.mlp.c_fc.weight": "pytorch_model-00005-of-00011.bin",
    "transformer.h.28.mlp.c_proj.weight": "pytorch_model-00005-of-00011.bin",
    "transformer.h.29.attn.c_attn.weight": "pytorch_model-00005-of-00011.bin",
    "transformer.h.29.attn.c_proj.weight": "pytorch_model-00005-of-00011.bin",
    "transformer.h.29.attn.masked_bias": "pytorch_model-00005-of-00011.bin",
    "transformer.h.29.ln_1.weight": "pytorch_model-00005-of-00011.bin",
    "transformer.h.29.ln_2.weight": "pytorch_model-00005-of-00011.bin",
    "transformer.h.29.mlp.c_fc.weight": "pytorch_model-00006-of-00011.bin",
    "transformer.h.29.mlp.c_proj.weight": "pytorch_model-00006-of-00011.bin",
    "transformer.h.3.attn.c_attn.weight": "pytorch_model-00001-of-00011.bin",
    "transformer.h.3.attn.c_proj.weight": "pytorch_model-00001-of-00011.bin",
    "transformer.h.3.attn.masked_bias": "pytorch_model-00001-of-00011.bin",
    "transformer.h.3.ln_1.weight": "pytorch_model-00001-of-00011.bin",
    "transformer.h.3.ln_2.weight": "pytorch_model-00001-of-00011.bin",
    "transformer.h.3.mlp.c_fc.weight": "pytorch_model-00001-of-00011.bin",
    "transformer.h.3.mlp.c_proj.weight": "pytorch_model-00001-of-00011.bin",
    "transformer.h.30.attn.c_attn.weight": "pytorch_model-00006-of-00011.bin",
    "transformer.h.30.attn.c_proj.weight": "pytorch_model-00006-of-00011.bin",
    "transformer.h.30.attn.masked_bias": "pytorch_model-00006-of-00011.bin",
    "transformer.h.30.ln_1.weight": "pytorch_model-00006-of-00011.bin",
    "transformer.h.30.ln_2.weight": "pytorch_model-00006-of-00011.bin",
    "transformer.h.30.mlp.c_fc.weight": "pytorch_model-00006-of-00011.bin",
    "transformer.h.30.mlp.c_proj.weight": "pytorch_model-00006-of-00011.bin",
    "transformer.h.31.attn.c_attn.weight": "pytorch_model-00006-of-00011.bin",
    "transformer.h.31.attn.c_proj.weight": "pytorch_model-00006-of-00011.bin",
    "transformer.h.31.attn.masked_bias": "pytorch_model-00006-of-00011.bin",
    "transformer.h.31.ln_1.weight": "pytorch_model-00006-of-00011.bin",
    "transformer.h.31.ln_2.weight": "pytorch_model-00006-of-00011.bin",
    "transformer.h.31.mlp.c_fc.weight": "pytorch_model-00006-of-00011.bin",
    "transformer.h.31.mlp.c_proj.weight": "pytorch_model-00006-of-00011.bin",
    "transformer.h.32.attn.c_attn.weight": "pytorch_model-00006-of-00011.bin",
    "transformer.h.32.attn.c_proj.weight": "pytorch_model-00006-of-00011.bin",
    "transformer.h.32.attn.masked_bias": "pytorch_model-00006-of-00011.bin",
    "transformer.h.32.ln_1.weight": "pytorch_model-00006-of-00011.bin",
    "transformer.h.32.ln_2.weight": "pytorch_model-00006-of-00011.bin",
    "transformer.h.32.mlp.c_fc.weight": "pytorch_model-00006-of-00011.bin",
    "transformer.h.32.mlp.c_proj.weight": "pytorch_model-00006-of-00011.bin",
    "transformer.h.33.attn.c_attn.weight": "pytorch_model-00006-of-00011.bin",
    "transformer.h.33.attn.c_proj.weight": "pytorch_model-00006-of-00011.bin",
    "transformer.h.33.attn.masked_bias": "pytorch_model-00006-of-00011.bin",
    "transformer.h.33.ln_1.weight": "pytorch_model-00006-of-00011.bin",
    "transformer.h.33.ln_2.weight": "pytorch_model-00006-of-00011.bin",
    "transformer.h.33.mlp.c_fc.weight": "pytorch_model-00006-of-00011.bin",
    "transformer.h.33.mlp.c_proj.weight": "pytorch_model-00006-of-00011.bin",
    "transformer.h.34.attn.c_attn.weight": "pytorch_model-00006-of-00011.bin",
    "transformer.h.34.attn.c_proj.weight": "pytorch_model-00006-of-00011.bin",
    "transformer.h.34.attn.masked_bias": "pytorch_model-00006-of-00011.bin",
    "transformer.h.34.ln_1.weight": "pytorch_model-00006-of-00011.bin",
    "transformer.h.34.ln_2.weight": "pytorch_model-00006-of-00011.bin",
    "transformer.h.34.mlp.c_fc.weight": "pytorch_model-00006-of-00011.bin",
    "transformer.h.34.mlp.c_proj.weight": "pytorch_model-00006-of-00011.bin",
    "transformer.h.35.attn.c_attn.weight": "pytorch_model-00006-of-00011.bin",
    "transformer.h.35.attn.c_proj.weight": "pytorch_model-00006-of-00011.bin",
    "transformer.h.35.attn.masked_bias": "pytorch_model-00006-of-00011.bin",
    "transformer.h.35.ln_1.weight": "pytorch_model-00006-of-00011.bin",
    "transformer.h.35.ln_2.weight": "pytorch_model-00006-of-00011.bin",
    "transformer.h.35.mlp.c_fc.weight": "pytorch_model-00007-of-00011.bin",
    "transformer.h.35.mlp.c_proj.weight": "pytorch_model-00007-of-00011.bin",
    "transformer.h.36.attn.c_attn.weight": "pytorch_model-00007-of-00011.bin",
    "transformer.h.36.attn.c_proj.weight": "pytorch_model-00007-of-00011.bin",
    "transformer.h.36.attn.masked_bias": "pytorch_model-00007-of-00011.bin",
    "transformer.h.36.ln_1.weight": "pytorch_model-00007-of-00011.bin",
    "transformer.h.36.ln_2.weight": "pytorch_model-00007-of-00011.bin",
    "transformer.h.36.mlp.c_fc.weight": "pytorch_model-00007-of-00011.bin",
    "transformer.h.36.mlp.c_proj.weight": "pytorch_model-00007-of-00011.bin",
    "transformer.h.37.attn.c_attn.weight": "pytorch_model-00007-of-00011.bin",
    "transformer.h.37.attn.c_proj.weight": "pytorch_model-00007-of-00011.bin",
    "transformer.h.37.attn.masked_bias": "pytorch_model-00007-of-00011.bin",
    "transformer.h.37.ln_1.weight": "pytorch_model-00007-of-00011.bin",
    "transformer.h.37.ln_2.weight": "pytorch_model-00007-of-00011.bin",
    "transformer.h.37.mlp.c_fc.weight": "pytorch_model-00007-of-00011.bin",
    "transformer.h.37.mlp.c_proj.weight": "pytorch_model-00007-of-00011.bin",
    "transformer.h.38.attn.c_attn.weight": "pytorch_model-00007-of-00011.bin",
    "transformer.h.38.attn.c_proj.weight": "pytorch_model-00007-of-00011.bin",
    "transformer.h.38.attn.masked_bias": "pytorch_model-00007-of-00011.bin",
    "transformer.h.38.ln_1.weight": "pytorch_model-00007-of-00011.bin",
    "transformer.h.38.ln_2.weight": "pytorch_model-00007-of-00011.bin",
    "transformer.h.38.mlp.c_fc.weight": "pytorch_model-00007-of-00011.bin",
    "transformer.h.38.mlp.c_proj.weight": "pytorch_model-00007-of-00011.bin",
    "transformer.h.39.attn.c_attn.weight": "pytorch_model-00007-of-00011.bin",
    "transformer.h.39.attn.c_proj.weight": "pytorch_model-00007-of-00011.bin",
    "transformer.h.39.attn.masked_bias": "pytorch_model-00007-of-00011.bin",
    "transformer.h.39.ln_1.weight": "pytorch_model-00007-of-00011.bin",
    "transformer.h.39.ln_2.weight": "pytorch_model-00007-of-00011.bin",
    "transformer.h.39.mlp.c_fc.weight": "pytorch_model-00007-of-00011.bin",
    "transformer.h.39.mlp.c_proj.weight": "pytorch_model-00007-of-00011.bin",
    "transformer.h.4.attn.c_attn.weight": "pytorch_model-00001-of-00011.bin",
    "transformer.h.4.attn.c_proj.weight": "pytorch_model-00001-of-00011.bin",
    "transformer.h.4.attn.masked_bias": "pytorch_model-00001-of-00011.bin",
    "transformer.h.4.ln_1.weight": "pytorch_model-00001-of-00011.bin",
    "transformer.h.4.ln_2.weight": "pytorch_model-00001-of-00011.bin",
    "transformer.h.4.mlp.c_fc.weight": "pytorch_model-00001-of-00011.bin",
    "transformer.h.4.mlp.c_proj.weight": "pytorch_model-00001-of-00011.bin",
    "transformer.h.40.attn.c_attn.weight": "pytorch_model-00007-of-00011.bin",
    "transformer.h.40.attn.c_proj.weight": "pytorch_model-00007-of-00011.bin",
    "transformer.h.40.attn.masked_bias": "pytorch_model-00007-of-00011.bin",
    "transformer.h.40.ln_1.weight": "pytorch_model-00007-of-00011.bin",
    "transformer.h.40.ln_2.weight": "pytorch_model-00007-of-00011.bin",
    "transformer.h.40.mlp.c_fc.weight": "pytorch_model-00007-of-00011.bin",
    "transformer.h.40.mlp.c_proj.weight": "pytorch_model-00007-of-00011.bin",
    "transformer.h.41.attn.c_attn.weight": "pytorch_model-00007-of-00011.bin",
    "transformer.h.41.attn.c_proj.weight": "pytorch_model-00007-of-00011.bin",
    "transformer.h.41.attn.masked_bias": "pytorch_model-00007-of-00011.bin",
    "transformer.h.41.ln_1.weight": "pytorch_model-00007-of-00011.bin",
    "transformer.h.41.ln_2.weight": "pytorch_model-00007-of-00011.bin",
    "transformer.h.41.mlp.c_fc.weight": "pytorch_model-00008-of-00011.bin",
    "transformer.h.41.mlp.c_proj.weight": "pytorch_model-00008-of-00011.bin",
    "transformer.h.42.attn.c_attn.weight": "pytorch_model-00008-of-00011.bin",
    "transformer.h.42.attn.c_proj.weight": "pytorch_model-00008-of-00011.bin",
    "transformer.h.42.attn.masked_bias": "pytorch_model-00008-of-00011.bin",
    "transformer.h.42.ln_1.weight": "pytorch_model-00008-of-00011.bin",
    "transformer.h.42.ln_2.weight": "pytorch_model-00008-of-00011.bin",
    "transformer.h.42.mlp.c_fc.weight": "pytorch_model-00008-of-00011.bin",
    "transformer.h.42.mlp.c_proj.weight": "pytorch_model-00008-of-00011.bin",
    "transformer.h.43.attn.c_attn.weight": "pytorch_model-00008-of-00011.bin",
    "transformer.h.43.attn.c_proj.weight": "pytorch_model-00008-of-00011.bin",
    "transformer.h.43.attn.masked_bias": "pytorch_model-00008-of-00011.bin",
    "transformer.h.43.ln_1.weight": "pytorch_model-00008-of-00011.bin",
    "transformer.h.43.ln_2.weight": "pytorch_model-00008-of-00011.bin",
    "transformer.h.43.mlp.c_fc.weight": "pytorch_model-00008-of-00011.bin",
    "transformer.h.43.mlp.c_proj.weight": "pytorch_model-00008-of-00011.bin",
    "transformer.h.44.attn.c_attn.weight": "pytorch_model-00008-of-00011.bin",
    "transformer.h.44.attn.c_proj.weight": "pytorch_model-00008-of-00011.bin",
    "transformer.h.44.attn.masked_bias": "pytorch_model-00008-of-00011.bin",
    "transformer.h.44.ln_1.weight": "pytorch_model-00008-of-00011.bin",
    "transformer.h.44.ln_2.weight": "pytorch_model-00008-of-00011.bin",
    "transformer.h.44.mlp.c_fc.weight": "pytorch_model-00008-of-00011.bin",
    "transformer.h.44.mlp.c_proj.weight": "pytorch_model-00008-of-00011.bin",
    "transformer.h.45.attn.c_attn.weight": "pytorch_model-00008-of-00011.bin",
    "transformer.h.45.attn.c_proj.weight": "pytorch_model-00008-of-00011.bin",
    "transformer.h.45.attn.masked_bias": "pytorch_model-00008-of-00011.bin",
    "transformer.h.45.ln_1.weight": "pytorch_model-00008-of-00011.bin",
    "transformer.h.45.ln_2.weight": "pytorch_model-00008-of-00011.bin",
    "transformer.h.45.mlp.c_fc.weight": "pytorch_model-00008-of-00011.bin",
    "transformer.h.45.mlp.c_proj.weight": "pytorch_model-00008-of-00011.bin",
    "transformer.h.46.attn.c_attn.weight": "pytorch_model-00008-of-00011.bin",
    "transformer.h.46.attn.c_proj.weight": "pytorch_model-00008-of-00011.bin",
    "transformer.h.46.attn.masked_bias": "pytorch_model-00008-of-00011.bin",
    "transformer.h.46.ln_1.weight": "pytorch_model-00008-of-00011.bin",
    "transformer.h.46.ln_2.weight": "pytorch_model-00008-of-00011.bin",
    "transformer.h.46.mlp.c_fc.weight": "pytorch_model-00008-of-00011.bin",
    "transformer.h.46.mlp.c_proj.weight": "pytorch_model-00008-of-00011.bin",
    "transformer.h.47.attn.c_attn.weight": "pytorch_model-00008-of-00011.bin",
    "transformer.h.47.attn.c_proj.weight": "pytorch_model-00008-of-00011.bin",
    "transformer.h.47.attn.masked_bias": "pytorch_model-00008-of-00011.bin",
    "transformer.h.47.ln_1.weight": "pytorch_model-00008-of-00011.bin",
    "transformer.h.47.ln_2.weight": "pytorch_model-00008-of-00011.bin",
    "transformer.h.47.mlp.c_fc.weight": "pytorch_model-00009-of-00011.bin",
    "transformer.h.47.mlp.c_proj.weight": "pytorch_model-00009-of-00011.bin",
    "transformer.h.48.attn.c_attn.weight": "pytorch_model-00009-of-00011.bin",
    "transformer.h.48.attn.c_proj.weight": "pytorch_model-00009-of-00011.bin",
    "transformer.h.48.attn.masked_bias": "pytorch_model-00009-of-00011.bin",
    "transformer.h.48.ln_1.weight": "pytorch_model-00009-of-00011.bin",
    "transformer.h.48.ln_2.weight": "pytorch_model-00009-of-00011.bin",
    "transformer.h.48.mlp.c_fc.weight": "pytorch_model-00009-of-00011.bin",
    "transformer.h.48.mlp.c_proj.weight": "pytorch_model-00009-of-00011.bin",
    "transformer.h.49.attn.c_attn.weight": "pytorch_model-00009-of-00011.bin",
    "transformer.h.49.attn.c_proj.weight": "pytorch_model-00009-of-00011.bin",
    "transformer.h.49.attn.masked_bias": "pytorch_model-00009-of-00011.bin",
    "transformer.h.49.ln_1.weight": "pytorch_model-00009-of-00011.bin",
    "transformer.h.49.ln_2.weight": "pytorch_model-00009-of-00011.bin",
    "transformer.h.49.mlp.c_fc.weight": "pytorch_model-00009-of-00011.bin",
    "transformer.h.49.mlp.c_proj.weight": "pytorch_model-00009-of-00011.bin",
    "transformer.h.5.attn.c_attn.weight": "pytorch_model-00001-of-00011.bin",
    "transformer.h.5.attn.c_proj.weight": "pytorch_model-00001-of-00011.bin",
    "transformer.h.5.attn.masked_bias": "pytorch_model-00001-of-00011.bin",
    "transformer.h.5.ln_1.weight": "pytorch_model-00001-of-00011.bin",
    "transformer.h.5.ln_2.weight": "pytorch_model-00001-of-00011.bin",
    "transformer.h.5.mlp.c_fc.weight": "pytorch_model-00002-of-00011.bin",
    "transformer.h.5.mlp.c_proj.weight": "pytorch_model-00002-of-00011.bin",
    "transformer.h.50.attn.c_attn.weight": "pytorch_model-00009-of-00011.bin",
    "transformer.h.50.attn.c_proj.weight": "pytorch_model-00009-of-00011.bin",
    "transformer.h.50.attn.masked_bias": "pytorch_model-00009-of-00011.bin",
    "transformer.h.50.ln_1.weight": "pytorch_model-00009-of-00011.bin",
    "transformer.h.50.ln_2.weight": "pytorch_model-00009-of-00011.bin",
    "transformer.h.50.mlp.c_fc.weight": "pytorch_model-00009-of-00011.bin",
    "transformer.h.50.mlp.c_proj.weight": "pytorch_model-00009-of-00011.bin",
    "transformer.h.51.attn.c_attn.weight": "pytorch_model-00009-of-00011.bin",
    "transformer.h.51.attn.c_proj.weight": "pytorch_model-00009-of-00011.bin",
    "transformer.h.51.attn.masked_bias": "pytorch_model-00009-of-00011.bin",
    "transformer.h.51.ln_1.weight": "pytorch_model-00009-of-00011.bin",
    "transformer.h.51.ln_2.weight": "pytorch_model-00009-of-00011.bin",
    "transformer.h.51.mlp.c_fc.weight": "pytorch_model-00009-of-00011.bin",
    "transformer.h.51.mlp.c_proj.weight": "pytorch_model-00009-of-00011.bin",
    "transformer.h.52.attn.c_attn.weight": "pytorch_model-00009-of-00011.bin",
    "transformer.h.52.attn.c_proj.weight": "pytorch_model-00009-of-00011.bin",
    "transformer.h.52.attn.masked_bias": "pytorch_model-00009-of-00011.bin",
    "transformer.h.52.ln_1.weight": "pytorch_model-00009-of-00011.bin",
    "transformer.h.52.ln_2.weight": "pytorch_model-00009-of-00011.bin",
    "transformer.h.52.mlp.c_fc.weight": "pytorch_model-00009-of-00011.bin",
    "transformer.h.52.mlp.c_proj.weight": "pytorch_model-00009-of-00011.bin",
    "transformer.h.53.attn.c_attn.weight": "pytorch_model-00009-of-00011.bin",
    "transformer.h.53.attn.c_proj.weight": "pytorch_model-00009-of-00011.bin",
    "transformer.h.53.attn.masked_bias": "pytorch_model-00009-of-00011.bin",
    "transformer.h.53.ln_1.weight": "pytorch_model-00009-of-00011.bin",
    "transformer.h.53.ln_2.weight": "pytorch_model-00009-of-00011.bin",
    "transformer.h.53.mlp.c_fc.weight": "pytorch_model-00010-of-00011.bin",
    "transformer.h.53.mlp.c_proj.weight": "pytorch_model-00010-of-00011.bin",
    "transformer.h.54.attn.c_attn.weight": "pytorch_model-00010-of-00011.bin",
    "transformer.h.54.attn.c_proj.weight": "pytorch_model-00010-of-00011.bin",
    "transformer.h.54.attn.masked_bias": "pytorch_model-00010-of-00011.bin",
    "transformer.h.54.ln_1.weight": "pytorch_model-00010-of-00011.bin",
    "transformer.h.54.ln_2.weight": "pytorch_model-00010-of-00011.bin",
    "transformer.h.54.mlp.c_fc.weight": "pytorch_model-00010-of-00011.bin",
    "transformer.h.54.mlp.c_proj.weight": "pytorch_model-00010-of-00011.bin",
    "transformer.h.55.attn.c_attn.weight": "pytorch_model-00010-of-00011.bin",
    "transformer.h.55.attn.c_proj.weight": "pytorch_model-00010-of-00011.bin",
    "transformer.h.55.attn.masked_bias": "pytorch_model-00010-of-00011.bin",
    "transformer.h.55.ln_1.weight": "pytorch_model-00010-of-00011.bin",
    "transformer.h.55.ln_2.weight": "pytorch_model-00010-of-00011.bin",
    "transformer.h.55.mlp.c_fc.weight": "pytorch_model-00010-of-00011.bin",
    "transformer.h.55.mlp.c_proj.weight": "pytorch_model-00010-of-00011.bin",
    "transformer.h.56.attn.c_attn.weight": "pytorch_model-00010-of-00011.bin",
    "transformer.h.56.attn.c_proj.weight": "pytorch_model-00010-of-00011.bin",
    "transformer.h.56.attn.masked_bias": "pytorch_model-00010-of-00011.bin",
    "transformer.h.56.ln_1.weight": "pytorch_model-00010-of-00011.bin",
    "transformer.h.56.ln_2.weight": "pytorch_model-00010-of-00011.bin",
    "transformer.h.56.mlp.c_fc.weight": "pytorch_model-00010-of-00011.bin",
    "transformer.h.56.mlp.c_proj.weight": "pytorch_model-00010-of-00011.bin",
    "transformer.h.57.attn.c_attn.weight": "pytorch_model-00010-of-00011.bin",
    "transformer.h.57.attn.c_proj.weight": "pytorch_model-00010-of-00011.bin",
    "transformer.h.57.attn.masked_bias": "pytorch_model-00010-of-00011.bin",
    "transformer.h.57.ln_1.weight": "pytorch_model-00010-of-00011.bin",
    "transformer.h.57.ln_2.weight": "pytorch_model-00010-of-00011.bin",
    "transformer.h.57.mlp.c_fc.weight": "pytorch_model-00010-of-00011.bin",
    "transformer.h.57.mlp.c_proj.weight": "pytorch_model-00010-of-00011.bin",
    "transformer.h.58.attn.c_attn.weight": "pytorch_model-00010-of-00011.bin",
    "transformer.h.58.attn.c_proj.weight": "pytorch_model-00010-of-00011.bin",
    "transformer.h.58.attn.masked_bias": "pytorch_model-00010-of-00011.bin",
    "transformer.h.58.ln_1.weight": "pytorch_model-00010-of-00011.bin",
    "transformer.h.58.ln_2.weight": "pytorch_model-00010-of-00011.bin",
    "transformer.h.58.mlp.c_fc.weight": "pytorch_model-00010-of-00011.bin",
    "transformer.h.58.mlp.c_proj.weight": "pytorch_model-00010-of-00011.bin",
    "transformer.h.59.attn.c_attn.weight": "pytorch_model-00010-of-00011.bin",
    "transformer.h.59.attn.c_proj.weight": "pytorch_model-00010-of-00011.bin",
    "transformer.h.59.attn.masked_bias": "pytorch_model-00010-of-00011.bin",
    "transformer.h.59.ln_1.weight": "pytorch_model-00010-of-00011.bin",
    "transformer.h.59.ln_2.weight": "pytorch_model-00010-of-00011.bin",
    "transformer.h.59.mlp.c_fc.weight": "pytorch_model-00011-of-00011.bin",
    "transformer.h.59.mlp.c_proj.weight": "pytorch_model-00011-of-00011.bin",
    "transformer.h.6.attn.c_attn.weight": "pytorch_model-00002-of-00011.bin",
    "transformer.h.6.attn.c_proj.weight": "pytorch_model-00002-of-00011.bin",
    "transformer.h.6.attn.masked_bias": "pytorch_model-00002-of-00011.bin",
    "transformer.h.6.ln_1.weight": "pytorch_model-00002-of-00011.bin",
    "transformer.h.6.ln_2.weight": "pytorch_model-00002-of-00011.bin",
    "transformer.h.6.mlp.c_fc.weight": "pytorch_model-00002-of-00011.bin",
    "transformer.h.6.mlp.c_proj.weight": "pytorch_model-00002-of-00011.bin",
    "transformer.h.60.attn.c_attn.weight": "pytorch_model-00011-of-00011.bin",
    "transformer.h.60.attn.c_proj.weight": "pytorch_model-00011-of-00011.bin",
    "transformer.h.60.attn.masked_bias": "pytorch_model-00011-of-00011.bin",
    "transformer.h.60.ln_1.weight": "pytorch_model-00011-of-00011.bin",
    "transformer.h.60.ln_2.weight": "pytorch_model-00011-of-00011.bin",
    "transformer.h.60.mlp.c_fc.weight": "pytorch_model-00011-of-00011.bin",
    "transformer.h.60.mlp.c_proj.weight": "pytorch_model-00011-of-00011.bin",
    "transformer.h.61.attn.c_attn.weight": "pytorch_model-00011-of-00011.bin",
    "transformer.h.61.attn.c_proj.weight": "pytorch_model-00011-of-00011.bin",
    "transformer.h.61.attn.masked_bias": "pytorch_model-00011-of-00011.bin",
    "transformer.h.61.ln_1.weight": "pytorch_model-00011-of-00011.bin",
    "transformer.h.61.ln_2.weight": "pytorch_model-00011-of-00011.bin",
    "transformer.h.61.mlp.c_fc.weight": "pytorch_model-00011-of-00011.bin",
    "transformer.h.61.mlp.c_proj.weight": "pytorch_model-00011-of-00011.bin",
    "transformer.h.62.attn.c_attn.weight": "pytorch_model-00011-of-00011.bin",
    "transformer.h.62.attn.c_proj.weight": "pytorch_model-00011-of-00011.bin",
    "transformer.h.62.attn.masked_bias": "pytorch_model-00011-of-00011.bin",
    "transformer.h.62.ln_1.weight": "pytorch_model-00011-of-00011.bin",
    "transformer.h.62.ln_2.weight": "pytorch_model-00011-of-00011.bin",
    "transformer.h.62.mlp.c_fc.weight": "pytorch_model-00011-of-00011.bin",
    "transformer.h.62.mlp.c_proj.weight": "pytorch_model-00011-of-00011.bin",
    "transformer.h.63.attn.c_attn.weight": "pytorch_model-00011-of-00011.bin",
    "transformer.h.63.attn.c_proj.weight": "pytorch_model-00011-of-00011.bin",
    "transformer.h.63.attn.masked_bias": "pytorch_model-00011-of-00011.bin",
    "transformer.h.63.ln_1.weight": "pytorch_model-00011-of-00011.bin",
    "transformer.h.63.ln_2.weight": "pytorch_model-00011-of-00011.bin",
    "transformer.h.63.mlp.c_fc.weight": "pytorch_model-00011-of-00011.bin",
    "transformer.h.63.mlp.c_proj.weight": "pytorch_model-00011-of-00011.bin",
    "transformer.h.7.attn.c_attn.weight": "pytorch_model-00002-of-00011.bin",
    "transformer.h.7.attn.c_proj.weight": "pytorch_model-00002-of-00011.bin",
    "transformer.h.7.attn.masked_bias": "pytorch_model-00002-of-00011.bin",
    "transformer.h.7.ln_1.weight": "pytorch_model-00002-of-00011.bin",
    "transformer.h.7.ln_2.weight": "pytorch_model-00002-of-00011.bin",
    "transformer.h.7.mlp.c_fc.weight": "pytorch_model-00002-of-00011.bin",
    "transformer.h.7.mlp.c_proj.weight": "pytorch_model-00002-of-00011.bin",
    "transformer.h.8.attn.c_attn.weight": "pytorch_model-00002-of-00011.bin",
    "transformer.h.8.attn.c_proj.weight": "pytorch_model-00002-of-00011.bin",
    "transformer.h.8.attn.masked_bias": "pytorch_model-00002-of-00011.bin",
    "transformer.h.8.ln_1.weight": "pytorch_model-00002-of-00011.bin",
    "transformer.h.8.ln_2.weight": "pytorch_model-00002-of-00011.bin",
    "transformer.h.8.mlp.c_fc.weight": "pytorch_model-00002-of-00011.bin",
    "transformer.h.8.mlp.c_proj.weight": "pytorch_model-00002-of-00011.bin",
    "transformer.h.9.attn.c_attn.weight": "pytorch_model-00002-of-00011.bin",
    "transformer.h.9.attn.c_proj.weight": "pytorch_model-00002-of-00011.bin",
    "transformer.h.9.attn.masked_bias": "pytorch_model-00002-of-00011.bin",
    "transformer.h.9.ln_1.weight": "pytorch_model-00002-of-00011.bin",
    "transformer.h.9.ln_2.weight": "pytorch_model-00002-of-00011.bin",
    "transformer.h.9.mlp.c_fc.weight": "pytorch_model-00002-of-00011.bin",
    "transformer.h.9.mlp.c_proj.weight": "pytorch_model-00002-of-00011.bin",
    "transformer.ln_f.weight": "pytorch_model-00011-of-00011.bin",
    "transformer.wte.weight": "pytorch_model-00001-of-00011.bin"
  }
}
